# sentiment_words.py

positive_words = [
    "좋아요", "감사", "훌륭", "유익", "재밌", "최고", "기뻐", "즐겁", "행복", "유쾌", "만족",
    "좋은", "재미있", "감동", "감격", "최상", "멋진", "완벽", "배우다", "성장", "도움", "이해",
    "좋다", "고맙", "좋음", "흥미", "인상적", "매력", "잘했", "추천", "유용", "재치", "몰입",
    "기대", "재미", "귀중"
]

negative_words = [
    "지루", "별로", "짜증", "싫어", "어려워", "불편", "불만", "지침", "힘들", "부족", "불쾌", "아쉬",
    "헷갈", "불친절", "실망", "문제", "지저분", "비효율", "불만족", "부정확", "애매", "지치", "혼란",
    "오해", "모호", "비논리", "단조", "반복", "의문", "혼동", "답답", "이상함", "낯섦"
]
